Repository: Web-Ex-Machina/contao-isotope-cart-backend
Catalog: src/Resources/contao/languages/*/default.xlf
Languages: de, fr

# ICBE.LBL.product
source: Product
de: Produkt
fr: Produit

# ICBE.LBL.quantity
source: Qty
de: Stk.
fr: Qté

# ICBE.LBL.priceGross
source: Price (gross)
de: Preis brutto
fr: Prix HT

# ICBE.LBL.priceNetto
source: Price (netto)
de: Preis netto
fr: Prix TTC

# ICBE.BTN.showDetails
source: Show details
de: Details anzeigen
fr: Voir le détails

# ICBE.BTN.hideDetails
source: Hide details
de: Details verbergen
fr: Cacher le détails

# ICBE.LBL.cartItems
source: Items in cart
de: Produkte im Warenkorb
fr: Produit(s) dans le panier

# ICBE.LBL.checkoutInfo
source: Checkout informations
de: Checkout-Informationen
fr: Récapitulatif

# ICBE.LBL.cartEmpty
source: Cart is empty
de: Warenkorb ist leer
fr: Le panier est vide

# ICBE.LBL.checkoutInfoNotAvailable
source: No checkout informations available
de: Keine Informationen zum Checkout verf√ºgbar
fr: Pas d'informations disponibles

# ICBE.LBL.cartStep.websiteSurfing
source: Website surfing
de: Website surfen
fr: Visite sur le site

# ICBE.LBL.cartStep.paying
source: Paying
de: Bezahlen
fr: En cours paiement

# ICBE.LBL.cartStep.checkoutInfo
source: Checkout info
de: Checkout-Infos
fr: Récapitulatif

# ICBE.LBL.cartStep.paymentMethodSelection
source: Payment method selection
de: Auswahl Zahlungsart
fr: Sélection mode paiement

# ICBE.LBL.cartStep.shipmentMethodSelection
source: Shipment method selection
de: Auswahl Versandart
fr: Sélection mode livraison

# ICBE.LBL.cartStep.addressFilling
source: Address filling
de: Adressangaben
fr: Renseignement addresse livraison & paiement
